[
    "The devil made me do it. And the devil will make you do it too",
    "I can't live with what I did to that little girl. You can find most of her body buried in the garden",
    "I did this for you. Run.",
    "I’m going to kill myself, and this isn’t a cry for help. I just need someone to come over here and clean up the mess.",
    "He’s thinks I’m writing an actual suicide note. He is making me do this.",
    "I got the diploma you’ve always wanted. Goodbye.",
    "I’ll be waiting. Don’t take too long",
    "You’ll learn to live without me. Like I had to live without you.",
    "I killed the Cancer. It didn’t kill me.",
    "I won’t kill myself. As long as someone smiles at me today.",
    "I came from the future. Don’t go there.",
    "I don’t think this world is real. Gotta test something really quick.",
    "I just need it to stop following me. But it’ll never stop.",
    "It wasn’t your fault. I know you didn’t realize what you’d done.",
    "I’ve realized the only way to win is to not play. Goodbye.",
    "Get yourself tested. Soon.",
    "I’m just sad. I’m sorry.",
    "Soon, you’ll understand why. Soon, you’ll join me.",
    "I can hear dad’s footsteps coming up the stairs. This time it will be different.",
    "Its so hard to talk when you want to kill yourself. That's above and beyond everything else, and it's not a mental complaint-it's a physical thing, like it's physically hard to open your mouth and make the words come out. They don't come out smooth and in conjunction with your brain the way normal people's words do; they come out in chunks as if from a crushed-ice dispenser; you stumble on them as they gather behind your lower lip. So you just keep quiet.",    
    "I don't want to hurt you or anybody so please forget about me. Just try. Find yourself a better friend.",
    "There used to be days that I thought I was okay, or at least that I was going to be. We'd be hanging out somewhere and everything would just fit right and I would think 'it will be okay if it can just be like this forever' but of course nothing can ever stay just how it is forever.",
    "And I want to tell you about everything but I can't because I couldn't stand for you to have that look on your face all the time. I just need you to look at me and think that I'm normal. I just really need that from you.",
    "I am going to put myself to sleep now for a bit longer than usual. Call it Eternity",
    "This is what I want so don't be sad",
    "Finished in a frenzy that reminded me of our last night in Cambridge. Watched my final sunrise. Enjoyed a last cigarette. Didn’t think the view could be any more perfect until I saw that beat-up trilby. Honestly, Sixsmith, as ridiculous as that thing makes you look, I don’t believe I’ve ever seen anything more beautiful. Watched you for as long as I dared. I don’t believe it was a fluke that I saw you first. I believe there is another world waiting for us, Sixsmith. A better world, and I’ll be waiting for you there. I believe we do not stay dead long. Find me beneath the Corsican stars, where we first kissed",
    "When I am dead, and over me bright April Shakes out her rain drenched hair, Tho you should lean above me broken hearted, I shall not care. For I shall have peace. As leafey trees are peaceful When rain bends down the bough. And I shall be more silent and cold hearted Than you are now",
    "When all usefulness is over, when one is assured of an unavoidable and imminent death, it is the simplest of human rights to choose a quick and easy death in place of a slow and horrible one.",
    "Dear World, I am leaving because I am bored. I feel I have lived long enough. I am leaving you with your worries in this sweet cesspool. Good luck.",
    "You never can tell, though, with suicide notes, can you? In the planetary aggregate of all life, there are many more suicide notes than there are suicides. They're like poems in that respect, suicide notes: nearly everyone tries their hand at them some time, with or without the talent. We all write them in our heads. Usually the note is the thing. You complete it, and then resume your time travel. It is the note and not the life that is cancelled out. Or the other way round. Or death. You never can tell, though, can you, with suicide notes.",  
    "Impartially, shrewdly, I considered suicide, though not in my worst moments. The bottle of pills. The note: 'No hard feelings, everyone, but I've thought about it and it's just not on, is it? It's nearly on, but not quite. No? Anyway, all the best, C.",
    "They tried to get me—I got them first!",
    "no more pain. wake no more. nobody owns",
    "You make me lovely, and it's so lovely to be lovely to the one I love...",
    "I tried",
    "You ought to know, you were my best friend. You were. I know you loved me. I loved you. No one should have gone through what we went through, but we did. And it kills me to think of it. But I didn't love you like you loved me. I don't hate you for that. It just makes me sorry, that there isn't someone else who could love you better. I know when you think about how I went, you'll get it. I was always uneasy about being alive. The idea of being dead makes me feel clear. When I think of it. It makes me think peace, peace, peace. It makes me happy. I am looking forward to it, to the absence of everything. And so I want you to be happy for me, that this is better for me. That I found what I needed. I know you won't be. But it's the last thing I want. You happy.",
    "After all the love was lost, Claire wanted him to die, but he was happy that she still wants something from him.",
    "If you're selfish enough to kill yourself write your suicide note on the back of your will",
    "Now, I myself am about to cut open my own heart, and drench your face with my blood. And I shall be satisfied if, when my heart stops beating, a new life lodges itself in your breast.",
    "The resolve rising in her soul to die with me drew me I cannot tell you how powerfully, irresistibly to her bosom. Do you remember that I often asked you would you die with me? — But you always said no — A whirlpool of never before experienced happiness has seized hold of me and I cannot deny that her grave is dearer to me than the beds of all the empresses in the world. — Oh, my dear friend, may God soon call you to that better world where we shall all with the love of the angels embrace one another again. — Adieu.",
    "The verdict of the coroner's inquest had been that Adrian Finn (22) had killed himself 'while the balance of his mind was disturbed.' I remember how angry that conventional phrase made me: I would have sworn on oath that Adrian's was the one mind which would never lose its balance. But in the law's view, if you killed yourself you were by definition mad, at least at the time you were committing the act. The law, and society, and religion all said it was impossible to be sane, healthy, and kill yourself. Perhaps those authorities feared that the suicide's reasoning might impugn the nature and value of life as organised by the state which paid the coroner? And then, since you had been declared temporarily mad, your reasons for killing yourself were also assumed to be mad. So I doubt anyone paid much attention to Adrian's argument, with its references to philosophers ancient and modern, about the superiority of the intervening act over the unworthy passivity of merely letting life happen to you",
    "I just need a rest, im tired about being an asshole and making everyone bad, i really hope that everyone have a very goood life, you know... when i think about kill myself i feel peace, i tried to make good things in my life and all of that is a fucking mistake, i cant even look at people at the face, i have lost confidence and i am always sad, shit, i really hope that God forgive's me and everyone that i love, i know that i have people that love's me but i cant keep doing this, i already hate me.",
    "If the mind gets frustrated, the body will commit suicide similarly if the possessiveness causes frustration, the love will commit suicide",
    "I am now convinced that my condition is too chronic, and therefore a cure is doubtful. All of a sudden all will and determination to fight has left me. I did desperately want to get well. But it was not to be–I am defeated and exhausted physically and emotionally. Try not to grieve. Be glad I am at least free from the miseries and loneliness I have endured for so long",
    "My mind–always warped and twisted–has reached the point where I can wait no longer–I don’t dare wait longer–until there is the final twist and it snaps and I spend the rest of my life in some state-run snake pit. I’ve lived 47 years–there aren’t 47 days I would live over again if I could avoid it. I am going out–and I hope it is out. Imagine God playing a dirty trick on me like another life! Will you see Valerie through college–she is the only one about whom I am concerned as this .38 whispers in my ear.",
    "Excuse the blood, but I have slit my wrists and neck. No one will understand the reason for this, anyway. To give some semblance of an explanation, I’m not a human, this is just a dream and soon I will awake. It was too cold and the blood was coagulating all the time, plus my new knife is too dull. If I don’t succeed dying to the knife I will blow all the shit out of my skull.",
    "I am going to die in office…Please leave immediately if you have a weak stomach or mind since I don’t want to cause physical or mental distress",
    "Things just seemed to go too wrong too many times.",
    "Nobody listened. Nobody cared",
    "I might not be good enough for you. But, hey, I'm good enough for hell don't you think?",
    "I really wish I knew why I decided to take the child as well. Sorry, my love",
    "Don't cry, I’ll come back one day. Then they will be sorry.",
    "All I ever wanted was a father that loved me as much as I loved him. All I recieved was you.",
    "I thought I knew how to live. I didn't",
    "Dear Mom, I love you with all my heart. I just wasn’t meant for this world! I hope I can find a place of peace and happiness, a place I am child enough to live, yet man enough to survive. I love you! I hope you can truly believe me. Maybe on my journey I’ll find Jesus. Pray for me mom. Pray I will find happiness. I hurt so bad inside! I want it all to go away. I want a new beginning. I am not afraid to die mom. I’m just so afraid of tomorrow! To all my friends and loved ones, I ask of you one last favor: don’t let my spirit die. Remember me for the laughs and the good times, the thrills we all had together. I hope I made a place in all your hearts and touched each and every one of you in a special way. I have chosen to die, but I haven’t chosen to be forgotten. I must find a new world, a world of peace and happiness. I want you all to know I am not afraid to die, only to quit living. I’ll miss you.",
    "The survival of the fittest. Adios Unfit.",
    "I’m going to put myself to sleep now for a bit longer than usual. Call the time eternity.",
    "I have no family and no friends, very little food, no viable job and very poor future prospects. I have therefore decided that there is no further point in continuing my life. It is my intention to drive to a secluded area, near my home, feed the car exhaust into the car, take some sleeping pills and use the remaining gas in the car to end my life.",
    "I’m not sure why I’m writing this. I went online to look up information on suicide: statistics, methods and all that stuff. I was raised in a family where I went to church every Sunday and was taught the importance of faith and God in our lives. It doesn’t matter. It doesn’t help me. I got hurt… bad… when I was a child. I was hurt in a way that no person, no little child should be hurt. I think about suicide on a daily basis… sometimes it’s all that I can think about. I’ve been hospitalized for attempts before. I’ve been put on medications to help the depression… the mental disorders that doctors are so quick to diagnose. I’m sick of it all. Why should I bother trying anymore? I’m not even afraid of dying. I’m not afraid of pain. I just want to leave this world. Please pray for me. I’m tired of trying.",
    "I have a feeling I shall go mad. I cannot go on longer in these terrible times. I shan’t recover this time. I hear voices and cannot concentrate on my work. I have fought against it but cannot fight any longer.",
    "I must end it. There’s no hope left. I’ll be at peace.",
    "If I can’t see my daughter here, I will see her from above…",
    "I’m trying to watch TV but I don’t know what I’m watching. It’s so lonely here. I want to sleep but it just won’t come. I’m so tired of hurting and being a lone. I keep thinking about the pills in the cabinet but I’m scared. My head hurts so much from crying but if I take anything for it I’m scared I won’t stop and I would want to stop.",
    "I don’t have any choice in the matter. To make everything better I have to die. I can’t make it right by living. I’m so scared I want out but oh I don’t know.",
    "I’m so cold, please do something. I can’t stand this empty feeling that I’m having. My head is horrible. Stop the pounding it hurts so much. I have no control over anything in my life. I’m breaking into pieces. Somebody do something.",
    "What is a few short years to live in hell. That is all I get around here. No more I will pay the bills. No more I will drive the car. No more I will wash, iron & mend any clothes. No more I will have to eat the leftover articles that was cooked the day before. This is no way to live. Either is it any way to die. Her grub I can not eat. At night I can not sleep. I married the wrong nag-nag-nag and I lost my life.",
    "My kisses burn into your soul, My touch melts upon your skin, My eyes reflect my misery Of the darkness deep within, I am a waste of time, So now I shall die.",
    "The time has come for me to move on. I don’t come to this decision lightly, however, but now that I’m older, I’ve finally realized that there’s a world of difference between living happily ever after and just living ever after. I may seem strong. But I’m not I’m just like anyone else. We can feel pain. We can die. And I won’t be the one to destroy anyone else’s hopes and dreams. Never again.",
    "I’m sacrificing myself to save the countless many who would have to die if I were to live. It’s a noble cause, I figure. A good reason to die. I like to think you’d agree.",
    "So that’s it. That’s me. Leaving the world to be a better place.",
    "I feel certain that I am going mad again. I feel we can’t go through another of those terrible times. And I shan’t recover this time. I begin to hear voices, and I can’t concentrate. So I am doing what seems the best thing to do. You have given me the greatest possible happiness. You have been in every way all that anyone could be. I don’t think two people could have been happier ’til this terrible disease came. I can’t fight any longer. I know that I am spoiling your life, that without me you could work. And you will I know. You see I can’t even write this properly. I can’t read. What I want to say is I owe all the happiness of my life to you. You have been entirely patient with me and incredibly good. I want to say that — everybody knows it. If anybody could have saved me it would have been you. Everything has gone from me but the certainty of your goodness. I can’t go on spoiling your life any longer. I don’t think two people could have been happier than we have been.",  
    "To my friends: my work is done. Why wait?",
    "Football season Is over. No more games. No more bombs. No more walking. No more fun. No more swimming. 67. That is 17 years past 50. 17 more than I needed or wanted. Boring. I am always bitchy. No fun for anybody. 67. You are getting greedy. Act your old age. Relax, this won’t hurt.",
    "Goodbye, my friend, goodbye My love, you are in my heart. It was preordained we should part And be reunited by and by. Goodbye: no handshake to endure. Let’s have no sadness — furrowed brow. There’s nothing new in dying now Though living is no newer",
    "All fled–all done, so lift me on the pyre; The feast is over, and the lamps expire",
    "I'm so sorry - love, Elliott. God forgive me.",
    "I am haunted by the vivid memories of killings and corpses and anger and pain … of starving or wounded children, of trigger-happy madmen, often police, of killer executioners",
    "myself and my wife – in order to escape the disgrace of deposition or capitulation – choose death",
    "in keeping with Channel 40’s policy of bringing you the latest in ‘blood and guts’, and in living color, you are going to see another first — attempted suicide.",
    "I don’t have the passion anymore, and so remember, it’s better to burn out than to fade away",
    "I don’t know why destiny brought us together. After all the pain, the rape, the abuse, the torture I have seen previously I didn’t deserve this.",
    "We had a death pact, and I have to keep my half of the bargain. Please bury me next to my baby. Bury me in my leather jacket, jeans and motorcycle boots Goodbye."   
]